Revit 2016 API
FilteredElementIdIterator Properties
The FilteredElementIdIterator type exposes the following members.
Properties
Name | Description
Current
CurrentObject
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FilteredElementIdIterator Class
Autodesk.Revit.DB Namespace